{
    "Home": "Startseite",
    "About Me": "Über mich",
    "Contact": "Kontakt",
    "Frontend Angular Developer": "Frontend Angular Entwickler",
    "Hi, I'm Fabian Caspers. A passionate Frontend Angular Developer based in Luzern, Switzerland.📍": "Hallo, ich bin Fabian Caspers. Ein leidenschaftlicher Frontend Angular Entwickler mit Sitz in Luzern, Schweiz.📍",
    "Tech Stack": "Technologien",
    "I'm a 29-year-old Frontend Developer who loves solving problems and taking on new challenges.": "Ich bin ein 29-jähriger Frontend-Entwickler, der es liebt, Probleme zu lösen und neue Herausforderungen anzunehmen.",
    "My Journey began": "Meine Reise begann",
    "Early on I liked to help with software and hardware problems. Passionately I programmed and learned HTML/CSS. Today still enthusiastic, I want to work professionally in this field and make my passion my profession.": "Schon früh half ich gerne bei Soft- und Hardwareproblemen. Leidenschaftlich programmierte ich und lernte HTML/CSS. Heute noch begeistert, möchte ich professionell in diesem Bereich arbeiten und meine Leidenschaft zum Beruf machen.",
    "I searched for Help": "Ich suchte nach Unterstützung",
    "To learn more efficiently, I sought professional support and chose the Developer Academy in Munich. Besides my main job, I quickly gained the basic knowledge of frontend web development there through projects in individual and team work.": "Um effizienter zu lernen, suchte ich professionelle Unterstützung und wählte die Developer Academy in München. Neben meinem Hauptjob erlangte ich dort schnell das grundlegende Wissen der Frontend-Webentwicklung durch Projekte in Einzel- und Teamarbeit.",
    "My Passion": "Meine Begeisterung",
    "The insight into programming confirmed my decision. I love web application development and challenges. Every project brings new insights. Programming brings me joy!": "Der Einblick in die Programmierung bestätigte meine Entscheidung. Ich liebe die Entwicklung von Webanwendungen und Herausforderungen. Jedes Projekt bringt neue Erkenntnisse. Programmieren macht mir Freude!",
    "My Goals": "Meine Ziele",
    "I would like to deepen my knowledge in the field of frontend development and am therefore looking for a chance to join an interesting team, to support this team and develop professionally as well as personally.": "Ich möchte meine Kenntnisse im Bereich der Frontend-Entwicklung vertiefen und suche daher suche daher die Möglichkeit, in einem interessanten Team mitzuarbeiten, dieses zu unterstützen und mich fachlich als auch persönlich weiterzuentwickeln.",
    "Each project is a unique piece of development 🧩": "Jedes Projekt ist ein einzigartiges Stück Entwicklung 🧩",
    "Join simplifies project management, optimizes workflows, and boosts productivity with customizable boards and automated workflows.": "Join vereinfacht das Projektmanagement, optimiert die Arbeitsabläufe und steigert die Produktivität durch anpassbare Tafeln und automatisierte Arbeitsabläufe.",
    "Based on the PokeAPI a simple library that provides and catalogues pokemon information.": "Basierend auf der PokeAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
    "In El Pollo Loco, players fight chickens with glass bottles and jumping abilities. A unique, fun game for all ages.": "In El Pollo Loco kämpfen die Spieler mit Glasflaschen gegen Hühner. Ein einzigartiges, lustiges Spiel für alle Altersgruppen.",
    "My portfolio features projects utilizing Angular, showcasing visually captivating with a focus on web development.": "In meinem Portfolio finden sich Projekte, die Angular verwenden und visuell fesselnd sind, wobei der Schwerpunkt auf der Webentwicklung liegt.",
    "Don't be shy! Hit me up! 👇": "Nicht schüchtern sein! Melde dich bei mir! 👇",
    "Location": "Standort",
    "Luzern, Switzerland": "Luzern, Schweiz",
    "Flixhub is a clone of Netflix. It displays the latest movies from an API and lets you view details.": "Flixhub ist ein Klon von Netflix. Es werden die aktuellsten Filme aus einer API angezeigt und man kann sich Details anzeigen lassen.",
    "Chatterix is a clone of Slack. You can create channels and write with each other": "Chatterix ist ein Klon von Slack. Sie können Kanäle erstellen und miteinander schreiben"
}