{
    "Home": "Startseite",
    "About Me": "Über mich",
    "Contact": "Kontakt",
    "Junior Frontend Web Developer": "Junior Frontend Web Entwickler",
    "Hi, I'm Fabian Caspers. A certified junior front-end web developer based in Lucerne, Switzerland.📍": "Hallo, ich bin Fabian Caspers. Ein zertifizierter Junior Frontend Web Entwickler aus Luzern, Schweiz.📍",
    "Tech Stack": "Technologien",
    "I am a family man and a certified junior front-end developer, as well as a certified ABAP HANA specialist who loves to solve problems and take on new challenges.": "Ich bin ein Familienvater und zertifizierter Junior Frontend-Entwickler, so wie ein zertifizierter ABAP HANA Spezialist, der es liebt, Probleme zu lösen und neue Herausforderungen anzunehmen Herausforderungen.",
    "My Journey began": "Meine Reise begann",
    "Early on I liked to help with software and hardware problems. Passionately I programmed and learned HTML/CSS. Today still enthusiastic, I want to work professionally in this field and make my passion my profession.": "Schon früh half ich gerne bei Soft- und Hardwareproblemen. Leidenschaftlich programmierte ich und lernte HTML/CSS. Heute noch begeistert, möchte ich professionell in diesem Bereich arbeiten und meine Leidenschaft zum Beruf machen.",
    "I searched for Help": "Ich suchte nach Unterstützung",
    "In order to learn more efficiently, I looked for professional support and chose the Developer Academy in Munich. In addition to my main job, I quickly acquired the basic knowledge of front-end web development through individual and team projects. I also successfully completed my certificate at SAP as an ABAP HANA specialist.": "Um effizienter zu lernen, suchte ich professionelle Unterstützung und wählte die Developer Academy in München. Neben meinem Hauptjob habe ich mir dort in Einzel- und Teamarbeit durch Projekte schnell die Grundkenntnisse der Frontend-Webentwicklung angeeignet. Ausserdem habe ich mein Zertifikat bei der SAP als ABAP HANA Spezialist erfolgreich abgeschlossen.",
    "My Passion": "Meine Begeisterung",
    "The insight into programming confirmed my decision. I love web application development and challenges. Every project brings new insights. Programming brings me joy!": "Der Einblick in die Programmierung bestätigte meine Entscheidung. Ich liebe die Entwicklung von Webanwendungen und Herausforderungen. Jedes Projekt bringt neue Erkenntnisse. Programmieren macht mir Freude!",
    "My Goals": "Meine Ziele",
    "I would like to deepen my knowledge in the front-end area and am therefore looking for a challenging position in an innovative company. It is particularly important to me to be seen not just as a resource, but as a person and a valuable investment.": "Ich strebe an, meine Kenntnisse im Frontend-Bereich zu vertiefen und suche daher eine herausfordernde Position in einem innovativen Unternehmen. Mir ist dabei besonders wichtig, nicht nur als Ressource, sondern als Mensch und wertvolle Investition gesehen zu werden.",
    "Each project is a unique piece of development 🧩": "Jedes Projekt ist ein einzigartiges Stück Entwicklung 🧩",
    "Join, built with a Django backend, simplifies project management, optimizes workflows, and enhances productivity through customizable boards and automated processes.": "Join, entwickelt mit Django Backend, vereinfacht das Projektmanagement, optimiert Arbeitsabläufe und steigert die Produktivität durch anpassbare Tafeln und Automatisierungen.",
    "Join simplifies project management, optimizes workflows, and boosts productivity with customizable boards and automated workflows.": "Join vereinfacht das Projektmanagement, optimiert die Arbeitsabläufe und steigert die Produktivität durch anpassbare Tafeln und automatisierte Arbeitsabläufe.",
    "In El Pollo Loco, players fight chickens with glass bottles and jumping abilities. A unique, fun game for all ages.": "In El Pollo Loco kämpfen die Spieler mit Glasflaschen gegen Hühner. Ein einzigartiges, lustiges Spiel für alle Altersgruppen.",
    "My portfolio features projects utilizing Angular, showcasing visually captivating with a focus on web development.": "In meinem Portfolio finden sich Projekte, die Angular verwenden und visuell fesselnd sind, wobei der Schwerpunkt auf der Webentwicklung liegt.",
    "Don't be shy! Hit me up! 👇": "Nicht schüchtern sein! Melde dich bei mir! 👇",
    "Location": "Standort",
    "Luzern, Switzerland": "Luzern, Schweiz",
    "Flixhub is a clone of Netflix. It displays the latest movies from an API and lets you view details.": "Flixhub ist ein Klon von Netflix. Es werden die aktuellsten Filme aus einer API angezeigt und man kann sich Details anzeigen lassen.",
    "Chatterix is a clone of Slack. You can create channels and write with each other": "Chatterix ist ein Klon von Slack. Sie können Kanäle erstellen und miteinander schreiben"
}