{
    "Home": "Startseite",
    "About Me": "Über mich",
    "Contact": "Kontakt",
    "Frontend Angular Developer": "Frontend Angular Entwickler",
    "Hi, I'm Fabian Caspers. A passionate Frontend Angular Developer based in Luzern, Switzerland.📍": "Hallo, ich bin Fabian Caspers. Ein leidenschaftlicher Frontend Angular Entwickler mit Sitz in Luzern, Schweiz.📍",
    "Tech Stack": "Technologien",
    "I'm a 29-year-old Frontend Developer who loves solving problems and taking on new challenges.": "Ich bin ein 29-jähriger Frontend-Entwickler, der es liebt, Probleme zu lösen und neue Herausforderungen anzunehmen.",
    "My Journey began": "Meine Reise begann",
    "already at a young age where I was the first point of contact for family and friends when it came to small software and hardware problems. This passion remained until today.. I spent my free time programming and taught myself the basics of HTML and CSS. Quickly I noticed that I enjoy this a lot and I would like to work professionally in this field in the future.": "Schon in jungen Jahren war ich die erste Anlaufstelle für Familie und Freunde, wenn es um kleine Soft- und Hardwareprobleme ging. Diese Leidenschaft ist bis heute geblieben. Ich habe meine Freizeit mit Programmieren verbracht und mir die Grundlagen von HTML und CSS beigebracht. Schnell habe ich gemerkt, dass mir das sehr viel Spaß macht und ich in Zukunft gerne professionell in diesem Bereich arbeiten möchte.",
    "I searched for Help": "Ich suchte nach Unterstützung",
    "At a certain point, I wanted to learn faster and more efficiently, so I decided to seek professional help. After a long search, I decided to join the Developer Academy in Munich in October 2022. Beside my main job I learned there in shortest time the fundamental knowledge for the frontend web development. I completed a lot of different projects there, both individually and in groups.": "Irgendwann wollte ich schneller und effizienter lernen und beschloss, mir professionelle Hilfe zu suchen. Nach langer Suche habe ich mich im Oktober 2022 für die Developer Academy in München entschieden. Neben meinem Hauptjob lernte ich dort in kürzester Zeit das grundlegende Wissen für die Frontend-Webentwicklung. Ich habe dort viele verschiedene Projekte durchgeführt, sowohl einzeln als auch in Gruppen.",
    "My Passion": "Meine Begeisterung",
    "This deep insight into programming made me realize that I had made exactly the right decision. I love developing web applications and facing new challenges. I have found my passion! With every project I complete, with every new challenge I face, I always learn a little bit more and I never get bored. I invest a lot of time in coding and I love it!": "Dieser tiefe Einblick in die Programmierung machte mir klar, dass ich genau die richtige Entscheidung getroffen hatte. Ich liebe es, Webanwendungen zu entwickeln und mich neuen Herausforderungen zu stellen. Ich habe meine Leidenschaft gefunden! Mit jedem Projekt, das ich abschließe, mit jeder neuen Herausforderung, der ich mich stelle, lerne ich immer ein bisschen mehr und es wird mir nie langweilig. Ich investiere viel Zeit in das Programmieren und ich liebe es!",
    "My Goals": "Meine Ziele",
    "I would like to deepen my knowledge in the field of frontend development and am therefore looking for a chance to join an interesting team, to support this team and develop professionally as well as personally.": "Ich möchte meine Kenntnisse im Bereich der Frontend-Entwicklung vertiefen und suche daher suche daher die Möglichkeit, in einem interessanten Team mitzuarbeiten, dieses zu unterstützen und mich fachlich als auch persönlich weiterzuentwickeln.",
    "Each project is a unique piece of development 🧩": "Jedes Projekt ist ein einzigartiges Stück Entwicklung 🧩",
    "Join is a Kanban software that simplifies project management, optimizes workflows, and boosts productivity. With customizable boards and automated workflows, teams can track progress and collaborate seamlessly.": "Join ist eine Kanban-Software, die das Projektmanagement vereinfacht, die Arbeitsabläufe optimiert und die Produktivität steigert. Mit anpassbaren Boards und automatisierten Workflows können Teams den Fortschritt verfolgen und nahtlos zusammenarbeiten.",
    "Based on the PokeAPI a simple library that provides and catalogues pokemon information.": "Basierend auf der PokeAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
    "In El Pollo Loco, players help Pepe fight off chickens using a throwable glass bottle and the ability to jump on them. It's a unique and fun game for all ages.": "In El Pollo Loco helfen die Spieler Pepe dabei, Hühner zu bekämpfen, indem sie eine Glasflasche werfen und auf sie springen können. Es ist ein einzigartiges und lustiges Spiel für alle Altersgruppen.",
    "My portfolio features projects utilizing Angular, showcasing visually captivating with a focus on web development.": "In meinem Portfolio finden sich Projekte, die Angular verwenden und visuell fesselnd sind, wobei der Schwerpunkt auf der Webentwicklung liegt.",
    "Don't be shy! Hit me up! 👇": "Nicht schüchtern sein! Melde dich bei mir! 👇",
    "Location": "Standort",
    "Luzern, Switzerland": "Luzern, Schweiz"
}